/* No comment provided by engineer. */
" in the menu bar to start!" = " en la barra de menú para empezar!";

/* No comment provided by engineer. */
" will be always hidden." = "siempre estará oculto.";

/* No comment provided by engineer. */
" will be hidden." = "estará oculto.";

/* No comment provided by engineer. */
"sec(s)" = "seg(s)";

/* No comment provided by engineer. */
"• Cloud backup and sync profiles" = "• Respaldo en la nube y sincronización de perfiles";

/* No comment provided by engineer. */
"• Manage the menu bar icons as you want" = "• Gestiona los iconos de la barra de menú como quieras";

/* No comment provided by engineer. */
"• Reduce menu bar icon spacing" = "• Reducir el espaciado de los iconos de la barra de menú";

/* No comment provided by engineer. */
"• Supercharge your scripts or shortcuts with Barbee" = "• Potencia tus scripts o accesos directos con Barbee";

/* No comment provided by engineer. */
"• Support the menu bar with a notch" = "• Apoyar la barra de menú con una muesca";

/* No comment provided by engineer. */
"• Unlimited number of times you can show/hide menu bar icons" = "• Número ilimitado de veces que puedes mostrar/ocultar íconos de la barra de menú";

/* No comment provided by engineer. */
"• Various menu appearance styles" = "• Varios estilos de apariencia de menú";

/* No comment provided by engineer. */
"⌘ Shortcut List:" = "⌘ Lista de accesos directos:";

/* No comment provided by engineer. */
"⏰️  Monitor menu bar item changes, then perform an action" = "⏰️  Monitorear los cambios en los elementos del menú de la barra, luego realizar una acción";

/* No comment provided by engineer. */
"⚠️⚠️⚠️Unresponsive Item %@" = "⚠️⚠️⚠️Artículo sin respuesta %@";

/* No comment provided by engineer. */
"⛔️️ Barbee does not collect or track any of your personal data and Barbee does not apply for any network permissions." = "⛔️️ Barbee no recopila ni rastrea ninguno de tus datos personales y Barbee no solicita ningún permiso de red.";

/* No comment provided by engineer. */
"✅️ Accessibility permission granted" = "✅️ Permiso de accesibilidad concedido";

/* No comment provided by engineer. */
"✅️ Screen Recording permission granted" = "✅️ Permiso de grabación de pantalla concedido";

/* No comment provided by engineer. */
"✉️ Contact us" = "✉️ Contáctanos";

/* No comment provided by engineer. */
"⬅️Left" = "⬅️Izquierda";

/* No comment provided by engineer. */
"⭐️️ Drag to arrange your menu bar items as you want!" = "⭐️️ Arrastra para organizar los elementos de tu barra de menú como quieras!";

/* No comment provided by engineer. */
"🐝 Relaunch Barbee" = "🐝 Relanzamiento Barbee";

/* No comment provided by engineer. */
"🐞 Report bugs" = "🐞 Reportar errores";

/* No comment provided by engineer. */
"👀 View details..." = "👀 Ver detalles...";

/* No comment provided by engineer. */
"👉 In the pop-up authorization window, please 🔓unlock in the lower-left corner first, then ✔️allow Barbee in the right list." = "👉 En la ventana emergente de autorización, por favor 🔓desbloquee en la esquina inferior izquierda primero, luego ✔️permita a Barbee en la lista de la derecha.";

/* No comment provided by engineer. */
"💥Supercharge your scripts or shortcuts with Barbee" = "💥Aumenta la potencia de tus guiones o atajos con Barbee";

/* No comment provided by engineer. */
"📊 Export logs..." = "📊 Exportar registros...";

/* No comment provided by engineer. */
"🔥️ Enhanced Mode" = "🔥️ Modo mejorado";

/* No comment provided by engineer. */
"🔨 Fix cursor issues" = "🔨 Solucionar problemas de cursor";

/* No comment provided by engineer. */
"🕶️ You are the VIP" = "🕶️ Tú eres el VIP";

/* No comment provided by engineer. */
"🦄 Join TestFlight..." = "🦄 Únete a TestFlight...";

/* No comment provided by engineer. */
"🧩 Right-click to customize Barbee widget group" = "🧩 Haga clic derecho para personalizar el grupo de widgets Barbee";

/* No comment provided by engineer. */
"🧩 Right-click to customize Barbee widgets" = "🧩 Haz clic derecho para personalizar los widgets de Barbee";

/* No comment provided by engineer. */
"🧩 Widget Management" = "🧩 Gestión de Widgets";

/* No comment provided by engineer. */
"🧮 Restore Patches" = "🧮 Restaurar Parches";

/* No comment provided by engineer. */
"3-day Free Trial" = "Prueba Gratuita de 3 días";

/* No comment provided by engineer. */
"About" = "Acerca de";

/* No comment provided by engineer. */
"Accessibility" = "Accesibilidad";

/* No comment provided by engineer. */
"Action" = "Acción";

/* No comment provided by engineer. */
"Action:" = "Acción:";

/* No comment provided by engineer. */
"Activate for %d second(s)" = "Activar por %d segundo(s)";

/* No comment provided by engineer. */
"Activate for a while" = "Activar por un tiempo";

/* No comment provided by engineer. */
"Activate seconds: %d" = "Activar segundos: %d";

/* No comment provided by engineer. */
"Active" = "Activo";

/* No comment provided by engineer. */
"Active Barbee profile with name: ${profileName}" = "Perfil activo de Barbee con nombre: ${profileName}";

/* No comment provided by engineer. */
"Active Barbee profile with name." = "Perfil activo de Barbee con nombre.";

/* No comment provided by engineer. */
"Active Barbee symbol with number: ${number}" = "Símbolo activo de Barbee con número: ${number}";

/* No comment provided by engineer. */
"Active Barbee symbol with number." = "Símbolo activo Barbee con número.";

/* No comment provided by engineer. */
"Active Profile" = "Perfil Activo";

/* No comment provided by engineer. */
"Active Symbol" = "Símbolo Activo";

/* No comment provided by engineer. */
"Actived profile successfully" = "Perfil activado con éxito";

/* No comment provided by engineer. */
"Add" = "Añadir";

/* No comment provided by engineer. */
"Add/Remove menu bar inner shadow and drop shadow." = "Agregar/Quitar sombra interna y sombra exterior de la barra de menú.";

/* No comment provided by engineer. */
"All Menu Bar Item" = "Todo el Ítem de Barra de Menú";

/* No comment provided by engineer. */
"All menu bar items are visible on external screens" = "Todos los elementos de la barra de menú son visibles en pantallas externas";

/* No comment provided by engineer. */
"Alpha Value" = "Valor Alfa";

/* No comment provided by engineer. */
"Always Hidden" = "Siempre Oculto";

/* No comment provided by engineer. */
"Always Hidden Items" = "Siempre Elementos Ocultos";

/* No comment provided by engineer. */
"Always Hidden Items:" = "Artículos Siempre Ocultos:";

/* No comment provided by engineer. */
"Always Hidden Menu Bar Item" = "Siempre Oculto Elemento del Menú Barra";

/* No comment provided by engineer. */
"App Modules" = "Módulos de la aplicación";

/* No comment provided by engineer. */
"Apply" = "Aplicar";

/* No comment provided by engineer. */
"Arrange" = "Organizar";

/* No comment provided by engineer. */
"Authorize" = "Autorizar";

/* No comment provided by engineer. */
"Automation" = "Automatización";

/* No comment provided by engineer. */
"Automation feature requires additional permissions!" = "La función de automatización requiere permisos adicionales!";

/* No comment provided by engineer. */
"Award" = "Premio";

/* No comment provided by engineer. */
"Backup profile successfully." = "Copia de perfil realizada con éxito.";

/* No comment provided by engineer. */
"Backup to iCloud drive" = "Copia de seguridad en iCloud drive";

/* No comment provided by engineer. */
"Barbee" = "Barbee";

/* No comment provided by engineer. */
"Barbee requires Accessibility access to show/hide the menu bar items." = "Barbee requiere acceso de Accesibilidad para mostrar/ocultar los elementos de la barra de menú.";

/* No comment provided by engineer. */
"Barbee requires Screen Recording access to monitor the menu bar item list and capture the images of changed items." = "Barbee requiere acceso a la grabación de pantalla para monitorear la lista de ítems del menú y capturar las imágenes de los ítems cambiados.";

/* No comment provided by engineer. */
"Barbee requires your permissions to access system capabilities to provide its functionality. Please review the permissions below." = "Barbee requiere su permiso para acceder a las capacidades del sistema para proporcionar su funcionalidad. Por favor, revise los permisos a continuación.";

/* No comment provided by engineer. */
"Barbee's menu bar icon has been hidden" = "El icono de la barra de menú de Barbee ha sido ocultado";

/* No comment provided by engineer. */
"Become VIP to use without limitation" = "Hazte VIP para usar sin limitaciones";

/* No comment provided by engineer. */
"Beta Testing" = "Pruebas Beta";

/* No comment provided by engineer. */
"Bundle Identifier" = "Identificador de Paquete";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Change inner shadow state: ${innerShadowState}, drop shadow state: ${dropShadowState}" = "Cambiar estado de sombra interna: ${innerShadowState}, estado de sombra proyectada: ${dropShadowState}";

/* No comment provided by engineer. */
"Change Menu Bar Color" = "Cambiar el Color de la Barra de Menú";

/* No comment provided by engineer. */
"Change menu bar color: ${color}" = "Cambiar el color de la barra de menú: ${color}";

/* No comment provided by engineer. */
"Change Menu Bar Shadow State" = "Cambiar Estado de Sombra de la Barra de Menú";

/* No comment provided by engineer. */
"Change Top Notch State" = "Cambiar Estado de Primera Clase";

/* No comment provided by engineer. */
"Change top notch state: ${state}" = "Cambiar estado de primera categoría: ${state}";

/* No comment provided by engineer. */
"Change Wallpaper..." = "Cambiar fondo de pantalla...";

/* No comment provided by engineer. */
"Change your current screen menu bar color, enter your color hex string(e.g. \"0AB188FF\"). Restore the color of the menu bar if the hex string is empty." = "Cambie el color de la barra de menú de su pantalla actual, introduzca su cadena de color hexadecimal (por ejemplo, \"0AB188FF\"). Restaure el color de la barra de menú si la cadena hexadecimal está vacía.";

/* No comment provided by engineer. */
"Changing menu bar color requires user directory authorization" = "Cambiar el color de la barra de menú requiere autorización del directorio de usuario";

/* No comment provided by engineer. */
"Changing menu item gaps requires user directory authorization" = "Cambiar los espacios del elemento del menú requiere autorización del directorio de usuario";

/* No comment provided by engineer. */
"Choose a menu bar item" = "Elige un elemento de la barra de menú";

/* No comment provided by engineer. */
"Choose Barbee Mode" = "Elija el modo Barbee";

/* No comment provided by engineer. */
"Click menu bar item" = "Haz clic en el elemento de la barra de menú";

/* No comment provided by engineer. */
"Click Menu Bar Item (Enhanced mode only)" = "Haz clic en el elemento del menú (Solo modo mejorado)";

/* No comment provided by engineer. */
"Click menu bar item by identifier: ${itemIdentifier}" = "Haz clic en el elemento de la barra de menú por identificador: ${itemIdentifier}";

/* No comment provided by engineer. */
"Click menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\")." = "Haz clic en el elemento de la barra de menú por identificador (por ejemplo, \"com.apple.controlcenter-WiFi\").";

/* No comment provided by engineer. */
"Click on the menu bar Barbee icon to toggle the visibility of hidden items directly" = "Haz clic en el icono de Barbee en la barra de menú para alternar directamente la visibilidad de los elementos ocultos";

/* No comment provided by engineer. */
"Click on the menu bar to toggle the visibility of hidden items" = "Haz clic en la barra del menú para alternar la visibilidad de los elementos ocultos";

/* No comment provided by engineer. */
"Click the icon " = "Haz clic en el icono";

/* No comment provided by engineer. */
"Close" = "Cerrar";

/* No comment provided by engineer. */
"Color" = "Color";

/* No comment provided by engineer. */
"Configuration" = "Configuración";

/* No comment provided by engineer. */
"Confirm" = "Confirmar";

/* No comment provided by engineer. */
"Content" = "Contenido";

/* No comment provided by engineer. */
"Continue" = "Continuar";

/* No comment provided by engineer. */
"Corner Radius" = "Radio de Esquina";

/* No comment provided by engineer. */
"Current Item" = "Artículo Actual";

/* No comment provided by engineer. */
"Cursor Keeps Flickering?" = "¿El cursor sigue parpadeando?";

/* No comment provided by engineer. */
"Custom shortcuts feature requires additional permissions!" = "¡La función de atajos personalizados requiere permisos adicionales!";

/* No comment provided by engineer. */
"Dark Background Color" = "Color de Fondo Oscuro";

/* No comment provided by engineer. */
"Default" = "Por defecto";

/* No comment provided by engineer. */
"Default Gap - system default spacing between items" = "Espacio predeterminado - espacio por defecto del sistema entre elementos";

/* No comment provided by engineer. */
"Delay before hiding items again." = "Retraso antes de ocultar los elementos de nuevo.";

/* No comment provided by engineer. */
"Delete" = "Eliminar";

/* No comment provided by engineer. */
"Delete `%@`" = "Eliminar `%@`";

/* No comment provided by engineer. */
"Diagnostics" = "Diagnósticos";

/* No comment provided by engineer. */
"Do you want to backup profiles to iCloud?" = "¿Quieres hacer una copia de seguridad de los perfiles en iCloud?";

/* No comment provided by engineer. */
"Do you want to delete profile `%@`?" = "¿Quieres eliminar el perfil `%@`?";

/* No comment provided by engineer. */
"Do you want to delete this automation?" = "¿Quieres eliminar esta automatización?";

/* No comment provided by engineer. */
"Do you want to delete this shortcut?" = "¿Quieres eliminar este acceso directo?";

/* No comment provided by engineer. */
"Do you want to import this patch?" = "¿Quieres importar este parche?";

/* No comment provided by engineer. */
"Do you want to import this profile?" = "¿Quieres importar este perfil?";

/* No comment provided by engineer. */
"Do you want to sync profiles from iCloud?" = "¿Quieres sincronizar perfiles desde iCloud?";

/* No comment provided by engineer. */
"Drop Shadow" = "Sombra";

/* No comment provided by engineer. */
"Drop Shadow State" = "Estado de Sombra Proyectada";

/* No comment provided by engineer. */
"Edit" = "Editar";

/* No comment provided by engineer. */
"Emoji" = "Emoji";

/* No comment provided by engineer. */
"Energy Saver" = "Ahorro de Energía";

/* No comment provided by engineer. */
"Enhanced Mode" = "Modo Mejorado";

/* No comment provided by engineer. */
"Enhanced mode is only available for Notch screens" = "El modo mejorado solo está disponible para pantallas Notch";

/* No comment provided by engineer. */
"Export" = "Exportar";

/* No comment provided by engineer. */
"Failed to active profile" = "Falló al activar perfil";

/* No comment provided by engineer. */
"Failed to backup profile." = "Error al hacer copia de seguridad del perfil.";

/* No comment provided by engineer. */
"Failed to change menu item gap" = "Falló al cambiar el espacio del elemento del menú";

/* No comment provided by engineer. */
"Failed to export profile." = "Error al exportar el perfil.";

/* No comment provided by engineer. */
"Failed to fix cursor issues" = "Error al solucionar problemas del cursor";

/* No comment provided by engineer. */
"Failed to import patch." = "Error al importar el parche.";

/* No comment provided by engineer. */
"Failed to import profile." = "Falló al importar el perfil.";

/* No comment provided by engineer. */
"Failed to restore" = "Error al restaurar";

/* No comment provided by engineer. */
"Failed to sync profile." = "Falló al sincronizar el perfil.";

/* No comment provided by engineer. */
"Feedback" = "Retroalimentación";

/* No comment provided by engineer. */
"Fixed cursor issues successfully" = "Problemas de cursor fijos resueltos con éxito";

/* No comment provided by engineer. */
"For the setting to work, you must turn on Barbee's `Launch At Login`, log out and log back into macOS." = "Para que la configuración funcione, debes activar `Lanzar al iniciar sesión` de Barbee, cerrar sesión y volver a iniciar sesión en macOS.";

/* No comment provided by engineer. */
"Found %d profile(s)" = "Se encontró(aron) %d perfil(es)";

/* No comment provided by engineer. */
"Frame" = "Marco";

/* No comment provided by engineer. */
"Generic" = "Genérico";

/* No comment provided by engineer. */
"Get all menu bar items" = "Obtener todos los elementos de la barra de menú";

/* No comment provided by engineer. */
"Get All Menu Bar Items" = "Obtener Todos los Elementos de la Barra de Menú";

/* No comment provided by engineer. */
"Get always hidden menu bar items" = "Obtén siempre elementos ocultos del menú barra";

/* No comment provided by engineer. */
"Get Always Hidden Menu Bar Items" = "Obtener Siempre Elementos del Menú de la Barra Oculta";

/* No comment provided by engineer. */
"Get App Modules" = "Obtener Módulos de la Aplicación";

/* No comment provided by engineer. */
"Get app modules using app bundle identifier: ${bundleIdentifier}" = "Obtén módulos de la aplicación utilizando el identificador de paquete de la aplicación: ${bundleIdentifier}";

/* No comment provided by engineer. */
"Get hidden menu bar items" = "Obtener elementos ocultos de la barra de menú";

/* No comment provided by engineer. */
"Get Hidden Menu Bar Items" = "Obtener Elementos Ocultos del Menú Barra";

/* No comment provided by engineer. */
"Get it for free" = "Consíguelo gratis";

/* No comment provided by engineer. */
"Get shown menu bar items" = "Mostrar elementos de la barra de menú";

/* No comment provided by engineer. */
"Get Shown Menu Bar Items" = "Obtener Elementos Mostrados en la Barra de Menú";

/* No comment provided by engineer. */
"Get Started" = "Comenzar";

/* No comment provided by engineer. */
"Go to Barbee preferences..." = "Ir a las preferencias de Barbee...";

/* No comment provided by engineer. */
"Got it" = "Entendido";

/* No comment provided by engineer. */
"Grant Permissions to Barbee" = "Conceder permisos a Barbee";

/* No comment provided by engineer. */
"Has Top Notch" = "Tiene de primera calidad";

/* No comment provided by engineer. */
"Has top notch?" = "¿Tiene de primera calidad?";

/* No comment provided by engineer. */
"Height" = "Altura";

/* No comment provided by engineer. */
"Help Center" = "Centro de Ayuda";

/* No comment provided by engineer. */
"Hidden" = "Oculto";

/* No comment provided by engineer. */
"Hidden Items" = "Artículos Ocultos";

/* No comment provided by engineer. */
"Hidden Items:" = "Artículos Ocultos:";

/* No comment provided by engineer. */
"Hidden Menu Bar Item" = "Elemento oculto de la barra de menú";

/* No comment provided by engineer. */
"Hide" = "Ocultar";

/* No comment provided by engineer. */
"Hide All" = "Ocultar todo";

/* No comment provided by engineer. */
"Hide Menu Bar Item (Enhanced mode only)" = "Ocultar elemento del menú de barra (sólo en modo mejorado)";

/* No comment provided by engineer. */
"Hide menu bar item by identifier: ${itemIdentifier}, to X: ${x}" = "Ocultar elemento de barra de menú por identificador: ${itemIdentifier}, a X: ${x}";

/* No comment provided by engineer. */
"Hide menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\"), X is optional." = "Ocultar el elemento de la barra de menú por identificador (por ejemplo, \"com.apple.controlcenter-WiFi\"), X es opcional.";

/* No comment provided by engineer. */
"Hide not-showing items" = "Ocultar elementos no visibles";

/* No comment provided by engineer. */
"Hold CONTROL(⌃) and click on the menu bar icon to show / hide all items" = "Mantén CONTROL(⌃) y haz clic en el icono de la barra de menú para mostrar / ocultar todos los elementos";

/* No comment provided by engineer. */
"Hold CONTROL(⌃) and click on the menu bar to show / hide all items" = "Mantén CONTROL(⌃) y haz clic en la barra de menú para mostrar / ocultar todos los elementos";

/* No comment provided by engineer. */
"Hold OPTION(⌥) and click on the menu bar icon to show / hide hidden items" = "Mantén presionada la tecla OPCIÓN(⌥) y haz clic en el icono de la barra de menús para mostrar / ocultar elementos ocultos";

/* No comment provided by engineer. */
"Hold the COMMAND(⌘) to drag the menu bar items" = "Mantén presionado el COMMAND(⌘) para arrastrar los elementos de la barra de menú";

/* No comment provided by engineer. */
"Hovered" = "Se cernió";

/* No comment provided by engineer. */
"Icon:" = "Icono:";

/* No comment provided by engineer. */
"If you encounter any problems or would like to help us improve, or localize Barbee, please feel free to contact us!" = "Si encuentras algún problema o te gustaría ayudarnos a mejorar, o localizar Barbee, ¡no dudes en contactarnos!";

/* No comment provided by engineer. */
"If you want to use Barbee in normal mode, just remove the granted permissions in System Preferences." = "Si quieres usar Barbee en modo normal, solo elimina los permisos otorgados en las Preferencias del Sistema.";

/* No comment provided by engineer. */
"If your cursor keeps flickering, you can try to click the button to fix cursor flickering." = "Si el cursor sigue parpadeando, puedes intentar hacer clic en el botón para arreglar el parpadeo del cursor.";

/* No comment provided by engineer. */
"Ignore" = "Ignorar";

/* No comment provided by engineer. */
"Image" = "Imagen";

/* No comment provided by engineer. */
"Import" = "Importar";

/* No comment provided by engineer. */
"In the case of multiple screens, non-notch screens will use normal mode to show/hide menu bar items" = "En el caso de múltiples pantallas, las pantallas sin muesca utilizarán el modo normal para mostrar/ocultar los elementos del menú";

/* No comment provided by engineer. */
"Inner Shadow" = "Sombra Interior";

/* No comment provided by engineer. */
"Inner Shadow State" = "Estado de Sombra Interior";

/* No comment provided by engineer. */
"InterItem Horizontal Padding" = "InterItem Relleno Horizontal";

/* No comment provided by engineer. */
"InterItem Vertical Padding" = "Relleno Vertical Entre Elementos";

/* No comment provided by engineer. */
"Is Menu Bar Visible" = "¿Está visible la barra de menú?";

/* No comment provided by engineer. */
"Is menu bar visible?" = "¿Está visible la barra de menú?";

/* No comment provided by engineer. */
"Is Movable by Window Background" = "Es movible por el fondo de la ventana";

/* No comment provided by engineer. */
"It is strongly recommended to launch Barbee at login, do you want to enable it?" = "Se recomienda encarecidamente iniciar Barbee en el arranque, ¿quieres activarlo?";

/* No comment provided by engineer. */
"Item has any changes" = "El artículo tiene cambios";

/* No comment provided by engineer. */
"Item Identifier" = "Identificador de Artículo";

/* No comment provided by engineer. */
"Items" = "Artículos";

/* No comment provided by engineer. */
"Items dragged to the left will be always hidden. Hold the command ⌘ key to drag the items in menu bar." = "Los elementos arrastrados a la izquierda siempre estarán ocultos. Mantén presionada la tecla de comando ⌘ para arrastrar los elementos en la barra de menú.";

/* No comment provided by engineer. */
"Items dragged to the left will be hidden. Hold the command ⌘ key to drag the items in menu bar." = "Los elementos arrastrados hacia la izquierda se ocultarán. Mantén presionada la tecla de comando ⌘ para arrastrar los elementos en la barra de menú.";

/* No comment provided by engineer. */
"Items on the left side of the icon " = "Artículos en el lado izquierdo del icono";

/* No comment provided by engineer. */
"Launch At Login" = "Lanzar al iniciar sesión";

/* No comment provided by engineer. */
"Launch Barbee at login?" = "¿Iniciar Barbee al encender?";

/* No comment provided by engineer. */
"Level" = "Nivel";

/* No comment provided by engineer. */
"Lifetime" = "Vida";

/* No comment provided by engineer. */
"Lifetime - %@" = "Toda una vida - %@";

/* No comment provided by engineer. */
"Light Background Color" = "Color de Fondo Claro";

/* No comment provided by engineer. */
"Love Barbee?" = "¿Amas a Barbee?";

/* No comment provided by engineer. */
"Lowest" = "más bajo";

/* No comment provided by engineer. */
"macOS log out required" = "Se requiere cerrar sesión en macOS";

/* No comment provided by engineer. */
"Makes the notch disappear like a NINJA 🥷. (You can also set the menu bar color to ⬛️)" = "Hace que la muesca desaparezca como un NINJA 🥷. (También puedes configurar el color de la barra de menú a ⬛️)";

/* No comment provided by engineer. */
"Manage App Modules in Menu Bar" = "Gestionar módulos de la aplicación en la barra de menú";

/* No comment provided by engineer. */
"Manage Subscription" = "Gestionar Suscripción";

/* No comment provided by engineer. */
"Manage System Modules in Menu Bar" = "Gestionar Módulos del Sistema en la Barra de Menú";

/* No comment provided by engineer. */
"Managing app modules requires user directory authorization" = "La gestión de módulos de la aplicación requiere autorización del directorio de usuarios";

/* No comment provided by engineer. */
"Menu Bar" = "Barra de Menú";

/* No comment provided by engineer. */
"Menu Bar Appearance" = "Apariencia de la barra de menú";

/* No comment provided by engineer. */
"Menu Bar Border Color:" = "Color del borde de la barra de menú:";

/* No comment provided by engineer. */
"Menu Bar Border Width:" = "Ancho del borde de la barra de menú:";

/* No comment provided by engineer. */
"Menu Bar Color:" = "Color de la barra de menú:";

/* No comment provided by engineer. */
"Menu Bar Corner Radius:" = "Esquina del Menú Barra Radio:";

/* No comment provided by engineer. */
"Menu Bar Item Gap:" = "Distancia entre elementos del menú de barra:";

/* No comment provided by engineer. */
"Menu Bar Layout" = "Diseño de Barra de Menú";

/* No comment provided by engineer. */
"Menu Bar Layout feature requires additional permissions!" = "¡La función de disposición de la barra de menú requiere permisos adicionales!";

/* No comment provided by engineer. */
"Menu Bar Shadow:" = "Sombra de la Barra de Menú:";

/* No comment provided by engineer. */
"Menu Bar Size:" = "Tamaño de la Barra de Menú:";

/* No comment provided by engineer. */
"Menu Bar Style:" = "Estilo de la Barra de Menú:";

/* No comment provided by engineer. */
"Menu Bar Tint:" = "Tinte de la barra de menú:";

/* No comment provided by engineer. */
"Menu Bar:" = "Barra de menú:";

/* No comment provided by engineer. */
"Mini" = "Mini";

/* No comment provided by engineer. */
"Mode has been changed successfully" = "El modo ha sido cambiado con éxito";

/* No comment provided by engineer. */
"Mode:" = "Modo:";

/* No comment provided by engineer. */
"More" = "Más";

/* No comment provided by engineer. */
"Multi-screen:" = "Multi-pantalla:";

/* No comment provided by engineer. */
"Name" = "Nombre";

/* No comment provided by engineer. */
"Name:" = "Nombre:";

/* No comment provided by engineer. */
"New" = "Nuevo";

/* No comment provided by engineer. */
"New Items Location" = "Nuevos Artículos Ubicación";

/* No comment provided by engineer. */
"🆕️ Request new features" = "🆕️ Solicitar nuevas funciones";

/* No comment provided by engineer. */
"New Single Widget..." = "Nuevo Widget Único...";

/* No comment provided by engineer. */
"New Widget" = "Nuevo Widget";

/* No comment provided by engineer. */
"New Widget Group" = "Nuevo Grupo de Widgets";

/* No comment provided by engineer. */
"New Widget Group..." = "Nuevo Grupo de Widgets...";

/* No comment provided by engineer. */
"Newly discovered menu bar items will be moved to:" = "Los elementos recién descubiertos de la barra de menú se moverán a:";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No action" = "Sin acción";

/* No comment provided by engineer. */
"No backups" = "Sin copias de seguridad";

/* No comment provided by engineer. */
"No configurable app modules found" = "No se encontraron módulos de aplicación configurables";

/* No comment provided by engineer. */
"No Gap - no spacing between items" = "Sin espacios - sin separación entre elementos";

/* No comment provided by engineer. */
"No items found" = "No se encontraron artículos";

/* No comment provided by engineer. */
"No matching results" = "No hay resultados coincidentes";

/* No comment provided by engineer. */
"Non-subscription, totally free" = "Sin suscripción, totalmente gratis";

/* No comment provided by engineer. */
"Normal" = "Normal";

/* No comment provided by engineer. */
"Normal Gap - normal spacing between items" = "Brecha Normal - espacio normal entre elementos";

/* No comment provided by engineer. */
"Normal Mode" = "Modo Normal";

/* No comment provided by engineer. */
"Not Now" = "Ahora no";

/* No comment provided by engineer. */
"Notch:" = "Muesca:";

/* No comment provided by engineer. */
"Ok" = "De acuerdo";

/* No comment provided by engineer. */
"One-time purchase" = "Compra única";

/* No comment provided by engineer. */
"Oops, No Hidden Items! 🔥️You can arrange items in the Preferences." = "¡Ups, no hay elementos ocultos! 🔥️Puedes organizar los elementos en las Preferencias.";

/* No comment provided by engineer. */
"Open System Preferences..." = "Abrir Preferencias del Sistema...";

/* No comment provided by engineer. */
"Please hold command(⌘) and drag the `<`, `|` and `Barbee icons` in the menu bar and place them in the correct order. The order is: always hidden icons `<` hidden icons `|` shown icons `Barbee icon`." = "Por favor, mantén presionado el comando(⌘) y arrastra los iconos `<`, `|` y `Icono de Barbee` en la barra de menú y colócalos en el orden correcto. El orden es: iconos siempre ocultos `<` iconos ocultos `|` iconos mostrados `Icono de Barbee`.";

/* No comment provided by engineer. */
"Preferences" = "Preferencias";

/* No comment provided by engineer. */
"Preferences..." = "Preferencias...";

/* No comment provided by engineer. */
"Privacy Policy" = "Política de Privacidad";

/* No comment provided by engineer. */
"Profile" = "Perfil";

/* No comment provided by engineer. */
"Profile Entry:" = "Entrada de perfil:";

/* No comment provided by engineer. */
"Profile Name" = "Nombre de perfil";

/* No comment provided by engineer. */
"Purchase & Restore" = "Compra y Restaura";

/* No comment provided by engineer. */
"Quick Search" = "Búsqueda Rápida";

/* No comment provided by engineer. */
"Quick Search Entry:" = "Búsqueda Rápida:";

/* No comment provided by engineer. */
"Quick Search feature requires additional permissions!" = "La función de búsqueda rápida requiere permisos adicionales!";

/* No comment provided by engineer. */
"Quick Search:" = "Búsqueda Rápida:";

/* No comment provided by engineer. */
"Quick Start Guide" = "Guía de inicio rápido";

/* No comment provided by engineer. */
"Quit" = "Salir";

/* No comment provided by engineer. */
"Rate Now" = "Calificar Ahora";

/* No comment provided by engineer. */
"Rate on Mac App Store" = "Califica en la Mac App Store";

/* No comment provided by engineer. */
"Recommended for users with a large screen or no icons hidden by the system." = "Recomendado para usuarios con una pantalla grande o sin iconos ocultos por el sistema.";

/* No comment provided by engineer. */
"Recommended for users with bangs on the screen or users with hidden icons in the system." = "Recomendado para usuarios con flequillos en la pantalla o usuarios con iconos ocultos en el sistema.";

/* No comment provided by engineer. */
"Reduce Refresh Rate When Using Battery Power" = "Reducir la frecuencia de actualización al usar energía de la batería";

/* No comment provided by engineer. */
"Refresh" = "Actualizar";

/* No comment provided by engineer. */
"Refresh Interval in Seconds" = "Intervalo de Actualización en Segundos";

/* No comment provided by engineer. */
"Refresh menu bar items" = "Actualizar elementos de la barra de menú";

/* No comment provided by engineer. */
"Refresh Menu Bar Items" = "Actualizar Elementos del Menú de la Barra";

/* No comment provided by engineer. */
"Regular" = "Regular";

/* No comment provided by engineer. */
"Related Item:" = "Artículo relacionado:";

/* No comment provided by engineer. */
"Reduce useable screen space to mask notch" = "Eliminar muesca";

/* No comment provided by engineer. */
"Remove/Add top notch when you use the notched Mac." = "Quitar/Agregar muesca de primera calidad cuando usas la Mac con muesca.";

/* No comment provided by engineer. */
"Request Access..." = "Solicitar acceso...";

/* No comment provided by engineer. */
"Reset" = "Restablecer";

/* No comment provided by engineer. */
"Reset All Permissions" = "Restablecer Todos los Permisos";

/* No comment provided by engineer. */
"Restore Purchase" = "Restaurar Compra";

/* No comment provided by engineer. */
"Restore successfully! If it still doesn't work, please reinstall the app." = "¡Restauración exitosa! Si todavía no funciona, por favor reinstala la aplicación.";

/* No comment provided by engineer. */
"Returns all menu bar items." = "Devuelve todos los elementos del menú.";

/* No comment provided by engineer. */
"Returns always hidden menu bar items." = "Siempre devuelve elementos del menú de la barra ocultos.";

/* No comment provided by engineer. */
"Returns app modules using app bundle identifier." = "Devuelve módulos de la aplicación utilizando el identificador de paquete de la aplicación.";

/* No comment provided by engineer. */
"Returns hidden menu bar items." = "Devuelve elementos ocultos de la barra de menú.";

/* No comment provided by engineer. */
"Returns shown menu bar items." = "Devuelve los elementos mostrados en la barra de menú.";

/* No comment provided by engineer. */
"Returns whether the current active scrren has top notch." = "The translated XML string in Spanish is: Devuelve si la pantalla activa actual tiene un recorte superior.";

/* No comment provided by engineer. */
"Returns whether the current active scrren menu bar is visible." = "Devuelve si la barra de menú de la pantalla activa actual está visible.";

/* No comment provided by engineer. */
"Reveal In Finder" = "Revelar en Finder";

/* No comment provided by engineer. */
"Right➡️" = "Derecha➡️";

/* No comment provided by engineer. */
"Scopes:" = "Alcances:";

/* No comment provided by engineer. */
"Screen Recording" = "Grabación de pantalla";

/* No comment provided by engineer. */
"Search" = "Buscar";

/* No comment provided by engineer. */
"Search for a menu bar item" = "Buscar un elemento de la barra de menú";

/* No comment provided by engineer. */
"Select" = "Seleccionar";

/* No comment provided by engineer. */
"Select a related menu bar item" = "Seleccione un elemento relacionado del menú";

/* No comment provided by engineer. */
"Select..." = "Seleccione...";

/* No comment provided by engineer. */
"Separated" = "Separado";

/* No comment provided by engineer. */
"SF Symbols" = "SF Símbolos";

/* No comment provided by engineer. */
"Shortcut to show / hide all items:" = "Atajo para mostrar / ocultar todos los elementos:";

/* No comment provided by engineer. */
"Shortcut to show / hide hidden items:" = "Atajo para mostrar / ocultar elementos ocultos:";

/* No comment provided by engineer. */
"Shortcut:" = "Atajo:";

/* No comment provided by engineer. */
"Shortcuts" = "Atajos";

/* No comment provided by engineer. */
"Show" = "Mostrar";

/* No comment provided by engineer. */
"Show all" = "Mostrar todo";

/* No comment provided by engineer. */
"Show All" = "Mostrar todo";

/* No comment provided by engineer. */
"Show all menu bar items" = "Mostrar todos los elementos de la barra de menú";

/* No comment provided by engineer. */
"Show Entry in Menu" = "Mostrar Entrada en el Menú";

/* No comment provided by engineer. */
"Show hidden menu bar items" = "Mostrar elementos ocultos de la barra de menú";

/* No comment provided by engineer. */
"Show in All Spaces" = "Mostrar en Todos los Espacios";

/* No comment provided by engineer. */
"Show Menu Bar Item (Enhanced mode only)" = "Mostrar elemento de menú de barra (Solo en modo mejorado)";

/* No comment provided by engineer. */
"Show menu bar item by identifier: ${itemIdentifier}, to X: ${x}" = "Mostrar elemento de la barra de menú por identificador: ${itemIdentifier}, a X: ${x}";

/* No comment provided by engineer. */
"Show menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\"), X is optional." = "Mostrar elemento de barra de menú por identificador (por ejemplo, \"com.apple.controlcenter-WiFi\"), X es opcional.";

/* No comment provided by engineer. */
"Show Profile in Menu" = "Mostrar Perfil en el Menú";

/* No comment provided by engineer. */
"Shown Items" = "Artículos Mostrados";

/* No comment provided by engineer. */
"Shown Items:" = "Artículos Mostrados:";

/* No comment provided by engineer. */
"Shown Menu Bar Item" = "Elemento Mostrado en la Barra de Menú";

/* No comment provided by engineer. */
"Small Gap - proper spacing between items" = "Pequeña brecha - espaciado adecuado entre elementos";

/* No comment provided by engineer. */
"Some of the menu bar items will be moved into a separate menu bar in enhanced mode, this mode requires the user to authorize some necessary permissions (Screen Recording & Accessibility), but there will be no extra permission requests in the normal mode." = "Algunos de los elementos de la barra de menú serán trasladados a una barra de menú separada en el modo mejorado, este modo requiere que el usuario autorice algunos permisos necesarios (Grabación de Pantalla & Accesibilidad), pero no habrá solicitudes de permisos adicionales en el modo normal.";

/* No comment provided by engineer. */
"Something Wrong?" = "¿Algo mal?";

/* No comment provided by engineer. */
"🆘 If the app still prompts that there is no permission after you authorize Barbee, please cancel the authorization of Barbee and delete Barbee in the authorization list, then relaunch Barbee and grant permissions again." = "🆘 Si la aplicación todavía indica que no hay permiso después de autorizar a Barbee, por favor, cancela la autorización de Barbee y elimina a Barbee de la lista de autorizaciones, luego reinicia Barbee y otorga los permisos de nuevo.";

/* No comment provided by engineer. */
"Start" = "Iniciar";

/* No comment provided by engineer. */
"Start BarBee automatically at login." = "Iniciar BarBee automáticamente al iniciar sesión.";

/* No comment provided by engineer. */
"Startup:" = "Inicio:";

/* No comment provided by engineer. */
"State" = "Estado";

/* No comment provided by engineer. */
"Switch App Module State" = "Cambiar Estado del Módulo de la Aplicación";

/* No comment provided by engineer. */
"Switch Barbee Mode" = "Cambiar Modo Barbee";

/* No comment provided by engineer. */
"Switch the app module state in menu bar by its identifier(e.g. \"com.apple.controlcenter-WiFi\")." = "Cambia el estado del módulo de la aplicación en la barra de menú por su identificador (por ejemplo, \"com.apple.controlcenter-WiFi\").";

/* No comment provided by engineer. */
"Switch the app module state:${state} in menu bar by its identifier: ${itemIdentifier}" = "Cambia el estado del módulo de la aplicación: ${state} en la barra de menú por su identificador: ${itemIdentifier}";

/* No comment provided by engineer. */
"Switch to Enhanced Mode" = "Cambiar a Modo Mejorado";

/* No comment provided by engineer. */
"Switch to Normal Mode" = "Cambiar a Modo Normal";

/* No comment provided by engineer. */
"Symbol Number" = "Número de Símbolo";

/* No comment provided by engineer. */
"Symbol:" = "Símbolo:";

/* No comment provided by engineer. */
"Sync from iCloud drive" = "Sincronizar desde iCloud drive";

/* No comment provided by engineer. */
"Sync profile successfully." = "Perfil sincronizado con éxito.";

/* No comment provided by engineer. */
"Terms of Use" = "Términos de Uso";

/* No comment provided by engineer. */
"Text" = "Texto";

/* (No Comment) */
"Thank you to everyone who supports Barbee🖤.\\nYour encouragement is the fuel that keeps me going.\\n\\nIf you are a student, a teacher, an open-source maintainer, or if purchasing this paid version is beyond your current means,\\n👋 please reach out. You will get if for free🆓️. \\n\\n🌐️ If you can help translate Barbee into your languages or improve Barbee's translations, \\nyou will have the lifetime version and your name will be listed in the contributors of Barbee." = "Gracias a todos los que apoyan a Barbee🖤.\nVuestro ánimo es el combustible que me mantiene en movimiento.\n\nSi eres estudiante, profesor, mantenedor de código abierto, o si comprar esta versión de pago está más allá de tus medios actuales,\n👋 por favor ponte en contacto. Lo obtendrás gratis🆓️.";

/* No comment provided by engineer. */
"Thanks for purchasing Barbee VIP" = "Gracias por comprar Barbee VIP";

/* No comment provided by engineer. */
"Thanks for trying Barbee" = "Gracias por probar Barbee";

/* No comment provided by engineer. */
"The automation will be deleted and changes take effect immediately" = "La automatización se eliminará y los cambios tendrán efecto inmediatamente";

/* No comment provided by engineer. */
"The beta version may contain bugs or cause issues. Any feedback you can provide is always greatly appreciated." = "La versión beta puede contener errores o causar problemas. Cualquier comentario que puedas proporcionar siempre es muy apreciado.";

/* No comment provided by engineer. */
"The changes have been saved, and it will take effect after exiting and restarting the app `%@`." = "Los cambios se han guardado y surtirán efecto después de salir y reiniciar la aplicación `%@`.";

/* No comment provided by engineer. */
"The following modules have been found that may be displayed in the menu bar, you can enable or disable them." = "Se han encontrado los siguientes módulos que pueden mostrarse en la barra de menú, puedes activarlos o desactivarlos.";

/* No comment provided by engineer. */
"The hidden menu bar icon will appear in a separate menu bar in the upper right corner." = "El ícono oculto de la barra de menú aparecerá en una barra de menú separada en la esquina superior derecha.";

/* No comment provided by engineer. */
"The hidden menu bar icons will be collapsed." = "Los íconos de la barra de menú oculta se colapsarán.";

/* No comment provided by engineer. */
"The hover area of the menu bar include the app menu and Apple logo area" = "El área de flotación de la barra de menú incluye el menú de la aplicación y el área del logotipo de Apple";

/* No comment provided by engineer. */
"The iCloud profiles will be replaced by the local profiles, which cannot be restored." = "Los perfiles de iCloud serán reemplazados por los perfiles locales, los cuales no pueden ser restaurados.";

/* No comment provided by engineer. */
"The icon may persist in the menu bar. Using this feature may impact user experience." = "El icono puede permanecer en la barra de menú. Usar esta función puede afectar la experiencia del usuario.";

/* No comment provided by engineer. */
"The item is invisible" = "El artículo es invisible";

/* No comment provided by engineer. */
"The item is invisible because of the top notch, you can hide the notch, adjust the resolution of the display or reduce the number of visible items in the Barbee preferences." = "El artículo es invisible debido a la muesca superior, puedes ocultar la muesca, ajustar la resolución de la pantalla o reducir el número de artículos visibles en las preferencias de Barbee.";

/* No comment provided by engineer. */
"The item is invisible because the menu bar does not have enough space, you can adjust the resolution of the display or reduce the number of visible items in the Barbee preferences." = "El artículo es invisible porque la barra de menú no tiene suficiente espacio, puedes ajustar la resolución de la pantalla o reducir el número de elementos visibles en las preferencias de Barbee.";

/* No comment provided by engineer. */
"The local profiles will be replaced by the iCloud profiles, which cannot be restored." = "Los perfiles locales serán reemplazados por los perfiles de iCloud, los cuales no pueden ser restaurados.";

/* No comment provided by engineer. */
"The patch has been imported." = "El parche ha sido importado.";

/* No comment provided by engineer. */
"The profile has been exported." = "El perfil ha sido exportado.";

/* No comment provided by engineer. */
"The profile has been imported." = "El perfil ha sido importado.";

/* No comment provided by engineer. */
"The selected item is not in the menu bar now" = "El artículo seleccionado no está en la barra de menú ahora";

/* No comment provided by engineer. */
"The shadow below the menu bar" = "La sombra debajo de la barra de menú";

/* No comment provided by engineer. */
"The shadow in the menu bar" = "La sombra en la barra de menú";

/* No comment provided by engineer. */
"The shortcut will be deleted and changes take effect immediately" = "El acceso directo será eliminado y los cambios tendrán efecto inmediatamente";

/* No comment provided by engineer. */
"Then: %@" = "Luego: %@";

/* No comment provided by engineer. */
"Thin" = "Delgado";

/* (No Comment) */
"This prompt will appear when Barbee is running on the new macOS to capture the screenshot of menu bar items. \\n⛔️ Barbee is an offline app with no network permissions." = "Este aviso aparecerá cuando Barbee esté funcionando en el nuevo macOS para capturar la captura de pantalla de los elementos de la barra de menú. \n⛔️ Barbee es una aplicación sin conexión sin permisos de red.";

/* No comment provided by engineer. */
"Top Notch" = "De primera categoría";

/* No comment provided by engineer. */
"Topmost" = "Superior";

/* No comment provided by engineer. */
"Trigger:" = "Desencadenante:";

/* No comment provided by engineer. */
"Unified" = "Unificado";

/* No comment provided by engineer. */
"Upgrade to Barbee VIP" = "Actualizar a Barbee VIP";

/* No comment provided by engineer. */
"Use Barbee in enhanced mode?" = "¿Usar Barbee en modo mejorado?";

/* No comment provided by engineer. */
"Use in Shortcuts" = "Usar en Atajos";

/* No comment provided by engineer. */
"Use redeem code" = "Usa el código de canje";

/* No comment provided by engineer. */
"View iCloud profiles" = "Ver perfiles de iCloud";

/* No comment provided by engineer. */
"View URL Schemes" = "Ver esquemas de URL";

/* No comment provided by engineer. */
"Welcome to Barbee!" = "Bienvenido a Barbee!";

/* No comment provided by engineer. */
"When hovering for more than a certain period of time, show hidden items." = "Al pasar el cursor por encima durante más de un cierto período de tiempo, muestra los elementos ocultos.";

/* No comment provided by engineer. */
"When hovering over the menu bar, hidden items will be shown automatically" = "Al pasar el cursor sobre la barra de menú, los elementos ocultos se mostrarán automáticamente";

/* No comment provided by engineer. */
"When hovering over the menu of the app or the Apple(🍎) logo, hidden items will be also shown automatically" = "Al pasar el cursor sobre el menú de la aplicación o el logotipo de Apple(🍎), los elementos ocultos también se mostrarán automáticamente";

/* No comment provided by engineer. */
"When leaving the menu bar, hidden items will be hidden again" = "Al salir de la barra de menú, los elementos ocultos se ocultarán de nuevo";

/* No comment provided by engineer. */
"When the external screen becomes the focus, all menu bar items will be visible, and when the focus is lost, they will be hidden again." = "Cuando la pantalla externa se convierte en el foco, todos los elementos de la barra de menú serán visibles, y cuando se pierde el foco, se ocultarán de nuevo.";

/* No comment provided by engineer. */
"When there is a problem with Barbee, you can try to relaunch Barbee to solve this problem." = "Cuando hay un problema con Barbee, puedes intentar reiniciar Barbee para resolver este problema.";

/* No comment provided by engineer. */
"When you click on the blank area of the menu bar, Barbee will toggle showing hidden items." = "Cuando haces clic en el área en blanco de la barra de menú, Barbee alternará la visualización de elementos ocultos.";

/* No comment provided by engineer. */
"When you click on the menu bar icon, Barbee will toggle showing hidden items instead of Barbee menu. The Barbee menu will be displayed when you right-click the menu bar icon." = "Cuando hagas clic en el icono de la barra de menú, Barbee cambiará a mostrar elementos ocultos en lugar del menú de Barbee. El menú de Barbee se mostrará cuando hagas clic derecho en el icono de la barra de menú.";

/* No comment provided by engineer. */
"When you hold CONTROL(⌃) and click on the menu bar icon, Barbee will toggle showing / hiding all items." = "Cuando mantienes presionado CONTROL(⌃) y haces clic en el icono de la barra de menú, Barbee alternará entre mostrar / ocultar todos los elementos.";

/* No comment provided by engineer. */
"When you hold CONTROL(⌃) and click on the menu bar, Barbee will toggle showing / hiding all items." = "Cuando mantienes CONTROL(⌃) y haces clic en la barra de menú, Barbee alternará mostrar / ocultar todos los elementos.";

/* No comment provided by engineer. */
"When you hold OPTION(⌥) and click on the menu bar icon, Barbee will toggle showing / hiding hidden items." = "Cuando mantienes presionada la tecla OPTION(⌥) y haces clic en el icono de la barra de menú, Barbee alternará la visualización / ocultación de elementos ocultos.";

/* No comment provided by engineer. */
"When: %@" = "Cuándo: %@";

/* No comment provided by engineer. */
"Whether you do love Barbee or feel we could be doing better, we want to know!" = "Ya sea que ames a Barbee o sientas que podríamos estar haciendolo mejor, ¡queremos saberlo!";

/* No comment provided by engineer. */
"Which mode of tutorial would you like to see?" = "¿Qué modo de tutorial te gustaría ver?";

/* No comment provided by engineer. */
"Widget" = "Artilugio";

/* No comment provided by engineer. */
"Widget Entry:" = "Entrada del Widget:";

/* No comment provided by engineer. */
"Widget feature requires additional permissions!" = "La función del widget requiere permisos adicionales!";

/* No comment provided by engineer. */
"Width" = "Ancho";

/* No comment provided by engineer. */
"Wrong order of Barbee menu bar icons" = "Orden incorrecto de los iconos de la barra de menú de Barbee";

/* No comment provided by engineer. */
"X" = "X";

/* No comment provided by engineer. */
"Y" = "Y";

/* No comment provided by engineer. */
"Yearly" = "Anual";

/* No comment provided by engineer. */
"Yearly - %@" = "Anual - %@";

/* No comment provided by engineer. */
"Yearly VIP membership subscription" = "Suscripción anual de membresía VIP";

/* No comment provided by engineer. */
"Yes" = "Sí";

/* No comment provided by engineer. */
"You can change the location of Barbee's menu bar icon in the `Menu Bar Layout` setting" = "Puedes cambiar la ubicación del ícono de la barra de menú de Barbee en la configuración `Diseño de Barra de Menú`";

/* No comment provided by engineer. */
"You can check out the quick start guide to learn more about the two modes of Barbee." = "Puedes consultar la guía de inicio rápido para aprender más sobre los dos modos de Barbee.";

/* No comment provided by engineer. */
"You can enable or disable the `Profile` entry in Barbee's menu." = "Puedes habilitar o deshabilitar la entrada `Perfil` en el menú de Barbee.";

/* No comment provided by engineer. */
"You can enable or disable the `Quick Search` entry in Barbee's menu." = "Puedes habilitar o deshabilitar la entrada de `Búsqueda Rápida` en el menú de Barbee.";

/* No comment provided by engineer. */
"You can enable or disable the `Widget` entry in Barbee's menu." = "Puedes habilitar o deshabilitar la entrada `Artilugio` en el menú de Barbee.";

/* No comment provided by engineer. */
"You can export diagnostic logs and send them back to the developer, which can help the developer resolve your issue." = "Puedes exportar los registros de diagnóstico y enviarlos de vuelta al desarrollador, lo cual puede ayudar al desarrollador a resolver tu problema.";

/* No comment provided by engineer. */
"You can modify the layout of the extra menu bar in the app's preferences window" = "Puedes modificar el diseño de la barra de menú extra en la ventana de preferencias de la aplicación";

/* No comment provided by engineer. */
"You have unlocked all the features for 3 days, enjoy it now!" = "Has desbloqueado todas las funciones por 3 días, ¡disfrútalas ahora!";

/* No comment provided by engineer. */
"You have unlocked all the features, enjoy it now!" = "Has desbloqueado todas las funciones, ¡disfrútalas ahora!";

/* No comment provided by engineer. */
"Your payment will be charged to your iTunes Account once you confirm your purchase. Your iTunes account will be charged again when your subscription automatically renews at the end of your current subscription period unless auto-renew is turned off at least 24 hours prior to the end of the current period. You can manage or turn off auto-renew in your Apple ID Account Settings any time after purchase." = "Su pago se cargará en su cuenta de iTunes una vez que confirme su compra. Su cuenta de iTunes se cargará nuevamente cuando su suscripción se renueve automáticamente al final del período de suscripción actual a menos que la renovación automática esté desactivada al menos 24 horas antes del final del período actual. Puede gestionar o desactivar la renovación automática en la configuración de su cuenta de Apple ID en cualquier momento después de la compra.";

/* No comment provided by engineer. */
"When the screen width is wide enough, menu bar icons will be no longer hidden" = "Cuando el ancho de la pantalla es suficientemente amplio, los iconos de la barra de menú ya no estarán ocultos";

/* No comment provided by engineer. */
"The screen width threshold" = "El umbral del ancho de pantalla";

/* No comment provided by engineer. */
"pixel(s)" = "píxel(es)";

/* No comment provided by engineer. */
"Found screen size(s):" = "Tamaño(s) de pantalla encontrados:";

/* No comment provided by engineer. */
"Reset All" = "Restablecer todo";

/* No comment provided by engineer. */
"Reset to default appearance:" = "Restablecer a la apariencia predeterminada:";

/* No comment provided by engineer. */
"Follow us" = "Síguenos";

/* No comment provided by engineer. */
"Translate Barbee" = "Traducir Barbee";

/* No comment provided by engineer. */
"Start Translating" = "Comenzar a traducir";

/* No comment provided by engineer. */
"💦Contributors" = "💦Colaboradores";

/* No comment provided by engineer. */
"Special thanks to users for helping with Barbee Localization! 🌍🌎🌏" = "¡Agradecimiento especial a los usuarios por ayudar con la localización de Barbee! 🌍🌎🌏";

/* No comment provided by engineer. */
"👋Translating Barbee" = "👋Traduciendo Barbee";

/* No comment provided by engineer. */
"If you want to help translate Barbee into other languages or improve existing translations, we would very appreciate that." = "Si deseas ayudar a traducir Barbee a otros idiomas o mejorar las traducciones existentes, lo apreciaríamos mucho.";

/* No comment provided by engineer. */
"Optimization:" = "Optimización:";

/* No comment provided by engineer. */
"Reduce the interference of the `Screen Recording` icon" = "Reducir la interferencia del icono `Grabación de Pantalla`";

/* No comment provided by engineer. */
"Reduce the refresh frequency of the menu bar icon and optimize the appearance probability of the `Screen Recording` icon." = "Reducir la frecuencia de actualización del icono de la barra de menú y optimizar la probabilidad de aparición del icono `Grabación de Pantalla`.";

/* No comment provided by engineer. */
"Special thanks to:" = "Agradecimientos especiales a:";

/* No comment provided by engineer. */
"Optimize the cursor click, unable to move, flicker and disappear issues" = "Optimizar el clic del cursor, incapaz de mover, parpadear y desaparecer problemas";

/* No comment provided by engineer. */
"Use the more optimized menu bar icon management algorithm" = "Utilizar el algoritmo de gestión de iconos de la barra de menú más optimizado";

/* No comment provided by engineer. */
"Tip: You can also hold down command ⌘ and drag the icon in the menu bar to change the menu bar layout." = "Consejo: También puedes mantener presionado command ⌘ y arrastrar el icono en la barra de menú para cambiar la disposición de la barra de menú.";
